{"aaai": 0, "aadhar": 1, "aashish": 2, "abdul": 3, "abhirama": 4, "abhishek": 5, "ability": 6, "able": 7, "abroad": 8, "absence": 9, "absorption": 10, "abu": 11, "ac": 12, "academia": 13, "academic": 14, "academically": 15, "academics": 16, "academy": 17, "accelerated": 18, "accenture": 19, "acceptance": 20, "accepted": 21, "access": 22, "accessed": 23, "accessibility": 24, "accessible": 25, "accessing": 26, "accommodate": 27, "accommodation": 28, "accomplishments": 29, "accordance": 30, "according": 31, "accords": 32, "account": 33, "accounts": 34, "accs": 35, "accuracy": 36, "accurate": 37, "achieve": 38, "achievement": 39, "achievements": 40, "achieving": 41, "acknowledged": 42, "acm": 43, "acoustic": 44, "acoustics": 45, "acquire": 46, "acquired": 47, "acquisition": 48, "acres": 49, "acs": 50, "act": 51, "acting": 52, "action": 53, "activated": 54, "active": 55, "actively": 56, "activities": 57, "activity": 58, "acts": 59, "actuator": 60, "ad": 61, "adapt": 62, "add": 63, "adding": 64, "addition": 65, "additional": 66, "additionally": 67, "address": 68, "addressed": 69, "addresses": 70, "addressing": 71, "aditya": 72, "adjunct": 73, "administered": 74, "administration": 75, "administrative": 76, "admission": 77, "admissions": 78, "admit": 79, "admitted": 80, "adopted": 81, "adoption": 82, "adv": 83, "advance": 84, "advanced": 85, "advancement": 86, "advancements": 87, "advances": 88, "advancing": 89, "advantages": 90, "advent": 91, "adversarial": 92, "advertisement": 93, "advice": 94, "advise": 95, "advised": 96, "advisor": 97, "advisors": 98, "advocate": 99, "advt": 100, "aerial": 101, "aerodynamic": 102, "aerodynamics": 103, "aerospace": 104, "affairs": 105, "affect": 106, "affects": 107, "affordable": 108, "afs": 109, "against": 110, "agarwal": 111, "age": 112, "agencies": 113, "agency": 114, "agent": 115, "aggregate": 116, "agrawal": 117, "agree": 118, "agreement": 119, "agricultural": 120, "agriculture": 121, "ahmad": 122, "ahmedabad": 123, "ai": 124, "aid": 125, "aide": 126, "aids": 127, "aiims": 128, "aim": 129, "aimed": 130, "aims": 131, "aiot": 132, "air": 133, "airport": 134, "ajay": 135, "akshay": 136, "algebra": 137, "algorithm": 138, "algorithms": 139, "ali": 140, "aligned": 141, "alive": 142, "alkylation": 143, "allahabad": 144, "allied": 145, "allocation": 146, "allotment": 147, "allotted": 148, "allow": 149, "allowance": 150, "allowed": 151, "allowing": 152, "allows": 153, "alloys": 154, "almost": 155, "alok": 156, "alone": 157, "alongside": 158, "already": 159, "alternative": 160, "alternatives": 161, "although": 162, "alumni": 163, "am": 164, "amandeep": 165, "amazing": 166, "amazon": 167, "ambesh": 168, "ambient": 169, "amd": 170, "amend": 171, "amendments": 172, "american": 173, "amit": 174, "among": 175, "amorphous": 176, "amount": 177, "amounts": 178, "analog": 179, "analysis": 180, "analytical": 181, "analytics": 182, "analyze": 183, "analyzer": 184, "analyzing": 185, "anand": 186, "ananya": 187, "anc": 188, "andhra": 189, "angle": 190, "angshuman": 191, "anil": 192, "ankit": 193, "ankita": 194, "ankur": 195, "annexure": 196, "annotation": 197, "announced": 198, "announcement": 199, "announcements": 200, "annual": 201, "anomaly": 202, "anoop": 203, "another": 204, "anrf": 205, "ansary": 206, "answer": 207, "ansys": 208, "antecedents": 209, "antennas": 210, "anti": 211, "anurag": 212, "anything": 213, "apart": 214, "apm": 215, "app": 216, "apparatus": 217, "appeal": 218, "appear": 219, "applicable": 220, "applicant": 221, "applicants": 222, "application": 223, "applications": 224, "applied": 225, "apply": 226, "applying": 227, "appoint": 228, "appointed": 229, "appointment": 230, "appreciate": 231, "approach": 232, "approaches": 233, "appropriate": 234, "approval": 235, "approve": 236, "approved": 237, "approximate": 238, "approximately": 239, "approximation": 240, "april": 241, "aps": 242, "ar": 243, "architectonics": 244, "architecture": 245, "archival": 246, "archive": 247, "archives": 248, "area": 249, "areas": 250, "arid": 251, "ariia": 252, "arising": 253, "arm": 254, "arora": 255, "around": 256, "arpit": 257, "arrangement": 258, "art": 259, "article": 260, "articles": 261, "artificial": 262, "arts": 263, "arun": 264, "ashish": 265, "asia": 266, "ask": 267, "asked": 268, "asme": 269, "aspect": 270, "aspects": 271, "asphalt": 272, "aspirants": 273, "aspirations": 274, "aspires": 275, "assess": 276, "assessing": 277, "assessment": 278, "assigned": 279, "assignment": 280, "assignments": 281, "assistance": 282, "assistant": 283, "assistantship": 284, "assisted": 285, "assistive": 286, "associate": 287, "associated": 288, "association": 289, "asst": 290, "assume": 291, "astrophysics": 292, "atmosphere": 293, "atmospheric": 294, "atom": 295, "atomic": 296, "atoms": 297, "attack": 298, "attacks": 299, "attempt": 300, "attend": 301, "attendance": 302, "attending": 303, "attention": 304, "attitude": 305, "attracting": 306, "attributes": 307, "audio": 308, "audit": 309, "augmented": 310, "august": 311, "austenitic": 312, "authentication": 313, "authority": 314, "auto": 315, "automated": 316, "automatic": 317, "automatically": 318, "automation": 319, "automotive": 320, "autonomous": 321, "autopilot": 322, "avail": 323, "availability": 324, "available": 325, "availed": 326, "availing": 327, "avenues": 328, "average": 329, "averages": 330, "avinash": 331, "avishkar": 332, "award": 333, "awarded": 334, "aware": 335, "awareness": 336, "away": 337, "bachelor": 338, "bachelors": 339, "background": 340, "backgrounds": 341, "backlog": 342, "badarla": 343, "balance": 344, "bandwidth": 345, "banerjee": 346, "bangalore": 347, "bank": 348, "banking": 349, "bansal": 350, "bar": 351, "basant": 352, "base": 353, "basic": 354, "basis": 355, "batch": 356, "batches": 357, "batteries": 358, "bb": 359, "bbl": 360, "bbp": 361, "bch": 362, "bds": 363, "beam": 364, "because": 365, "become": 366, "becoming": 367, "bed": 368, "beginning": 369, "behavior": 370, "behavioral": 371, "behaviour": 372, "being": 373, "believe": 374, "belle": 375, "belonging": 376, "below": 377, "benefit": 378, "benefits": 379, "bengaluru": 380, "bent": 381, "berm": 382, "besides": 383, "best": 384, "better": 385, "beyond": 386, "bhagat": 387, "bhanu": 388, "bhardwaj": 389, "bhatia": 390, "bhatnagar": 391, "bhatt": 392, "bhattu": 393, "bhopal": 394, "bhu": 395, "bhupendra": 396, "bhushan": 397, "bias": 398, "big": 399, "bimal": 400, "binary": 401, "bio": 402, "bioengineering": 403, "bioinformatics": 404, "bioirrigation": 405, "biological": 406, "biology": 407, "biomechanics": 408, "biomedical": 409, "biometrics": 410, "bioscience": 411, "biosciences": 412, "biotechnology": 413, "bit": 414, "black": 415, "blend": 416, "blended": 417, "blinking": 418, "blockchain": 419, "blood": 420, "board": 421, "bodies": 422, "body": 423, "bog": 424, "boiling": 425, "boltzmann": 426, "bombay": 427, "bonafide": 428, "book": 429, "booking": 430, "books": 431, "boron": 432, "borunda": 433, "bose": 434, "bound": 435, "boundaries": 436, "boundary": 437, "bouquet": 438, "box": 439, "bpth": 440, "branch": 441, "branches": 442, "breadth": 443, "break": 444, "breaking": 445, "breakthroughs": 446, "bridge": 447, "bridges": 448, "bring": 449, "broad": 450, "broaden": 451, "broader": 452, "broadly": 453, "brochure": 454, "bronze": 455, "brookhaven": 456, "brought": 457, "browser": 458, "bs": 459, "bsbe": 460, "bsc": 461, "btech": 462, "buffalo": 463, "build": 464, "building": 465, "burdwan": 466, "burrow": 467, "business": 468, "bvsc": 469, "calcination": 470, "calculated": 471, "calculation": 472, "calcutta": 473, "calendar": 474, "calender": 475, "called": 476, "caltech": 477, "cambridge": 478, "camera": 479, "campus": 480, "canada": 481, "cancellation": 482, "cancelled": 483, "cancer": 484, "candidacy": 485, "candidate": 486, "candidates": 487, "cannot": 488, "canopy": 489, "capabilities": 490, "capability": 491, "capable": 492, "capacity": 493, "capture": 494, "carbon": 495, "card": 496, "cards": 497, "care": 498, "career": 499, "careers": 500, "caretaker": 501, "carried": 502, "carry": 503, "carrying": 504, "case": 505, "cases": 506, "cash": 507, "casorati": 508, "casual": 509, "cat": 510, "catalysis": 511, "categorical": 512, "categories": 513, "category": 514, "cater": 515, "catering": 516, "cavities": 517, "cccd": 518, "cce": 519, "ccp": 520, "cdh": 521, "cell": 522, "cells": 523, "cement": 524, "cementitious": 525, "center": 526, "centers": 527, "central": 528, "centrally": 529, "centre": 530, "centres": 531, "century": 532, "ceramic": 533, "cert": 534, "certain": 535, "certificate": 536, "certificates": 537, "certification": 538, "certified": 539, "cet": 540, "cete": 541, "cetsd": 542, "cgpa": 543, "ch": 544, "chair": 545, "chaired": 546, "chairman": 547, "chairperson": 548, "chakraborty": 549, "challenge": 550, "challenges": 551, "challenging": 552, "chamber": 553, "chamola": 554, "chance": 555, "chandramouli": 556, "change": 557, "changed": 558, "changes": 559, "changing": 560, "channel": 561, "channels": 562, "chaos": 563, "chapter": 564, "characteristics": 565, "characterization": 566, "charge": 567, "chattopadhyay": 568, "chaudhury": 569, "checking": 570, "chem": 571, "chemical": 572, "chemistry": 573, "chemmeet": 574, "cheque": 575, "cheques": 576, "chest": 577, "chhabra": 578, "chief": 579, "chip": 580, "chiranjoy": 581, "choice": 582, "choose": 583, "choosing": 584, "chosen": 585, "choudhary": 586, "chouhan": 587, "ci": 588, "cie": 589, "cin": 590, "circles": 591, "circuit": 592, "circuits": 593, "circular": 594, "circulars": 595, "circumstances": 596, "cities": 597, "city": 598, "civil": 599, "civiland": 600, "class": 601, "classes": 602, "classical": 603, "classify": 604, "classroom": 605, "clauses": 606, "clay": 607, "clean": 608, "clearance": 609, "cleared": 610, "climate": 611, "closed": 612, "closely": 613, "cloud": 614, "cmce": 615, "cmos": 616, "cmu": 617, "coatings": 618, "code": 619, "cods": 620, "coe": 621, "cognitive": 622, "cohort": 623, "cold": 624, "collaborate": 625, "collaborating": 626, "collaboration": 627, "collaborations": 628, "collaborative": 629, "collaborators": 630, "college": 631, "colloquium": 632, "colour": 633, "columns": 634, "comad": 635, "combination": 636, "combinations": 637, "combined": 638, "combining": 639, "combustion": 640, "commencement": 641, "commencing": 642, "comments": 643, "commercial": 644, "commercialization": 645, "commission": 646, "commitee": 647, "commitment": 648, "committed": 649, "committee": 650, "committees": 651, "common": 652, "commonwealth": 653, "communicate": 654, "communicated": 655, "communication": 656, "communications": 657, "community": 658, "compact": 659, "companies": 660, "company": 661, "comparable": 662, "comparative": 663, "compared": 664, "compete": 665, "competencies": 666, "competent": 667, "competition": 668, "competitive": 669, "complementary": 670, "complete": 671, "completed": 672, "completes": 673, "completing": 674, "completion": 675, "complex": 676, "complexity": 677, "component": 678, "components": 679, "composite": 680, "composites": 681, "composition": 682, "comprehend": 683, "comprehensive": 684, "compression": 685, "compressive": 686, "comprising": 687, "compulsory": 688, "computation": 689, "computational": 690, "computationally": 691, "compute": 692, "computer": 693, "computers": 694, "computing": 695, "concentration": 696, "concepts": 697, "concerned": 698, "concrete": 699, "condensed": 700, "condition": 701, "conditioning": 702, "conditions": 703, "conduct": 704, "conducted": 705, "conducting": 706, "conductivity": 707, "conference": 708, "conferences": 709, "conferred": 710, "confining": 711, "congratulates": 712, "congratulation": 713, "congratulations": 714, "connect": 715, "connected": 716, "connection": 717, "consecutive": 718, "consent": 719, "consequently": 720, "conservation": 721, "consider": 722, "considerable": 723, "consideration": 724, "considered": 725, "considering": 726, "consilient": 727, "consist": 728, "consistent": 729, "consisting": 730, "consolidated": 731, "constantly": 732, "constituted": 733, "constitution": 734, "constrained": 735, "constraints": 736, "construction": 737, "consultancy": 738, "consultation": 739, "consulting": 740, "consumes": 741, "consumption": 742, "contacthours": 743, "contacts": 744, "contain": 745, "contained": 746, "containing": 747, "contemporary": 748, "content": 749, "contents": 750, "context": 751, "continual": 752, "continuation": 753, "continue": 754, "continued": 755, "continuing": 756, "continuous": 757, "continuously": 758, "continuum": 759, "contours": 760, "contractual": 761, "contrast": 762, "contribute": 763, "contribution": 764, "contributions": 765, "control": 766, "controlled": 767, "controller": 768, "controls": 769, "convener": 770, "convenience": 771, "convenient": 772, "convenor": 773, "conventional": 774, "convergent": 775, "conversant": 776, "conversion": 777, "convert": 778, "converted": 779, "conveyed": 780, "convocation": 781, "cooker": 782, "cooking": 783, "cool": 784, "cooperation": 785, "coordinating": 786, "coordination": 787, "coordinator": 788, "coordinators": 789, "copies": 790, "cordially": 791, "core": 792, "cores": 793, "corporate": 794, "correction": 795, "correspondence": 796, "corresponding": 797, "corrosion": 798, "cosmic": 799, "cosmology": 800, "cost": 801, "costs": 802, "council": 803, "counseling": 804, "counted": 805, "country": 806, "coupled": 807, "course": 808, "courses": 809, "coursework": 810, "cover": 811, "coverage": 812, "covering": 813, "covid": 814, "cpi": 815, "cps": 816, "cpu": 817, "cpus": 818, "crdsi": 819, "create": 820, "created": 821, "creates": 822, "creating": 823, "creation": 824, "creative": 825, "creativity": 826, "credit": 827, "credits": 828, "crf": 829, "crffacility": 830, "criteria": 831, "criterion": 832, "critical": 833, "cross": 834, "crosshead": 835, "crsi": 836, "crucial": 837, "cryptography": 838, "crystal": 839, "crystals": 840, "cs": 841, "cse": 842, "csir": 843, "csl": 844, "css": 845, "ctfp": 846, "cuda": 847, "culminate": 848, "cultural": 849, "culture": 850, "cumulative": 851, "current": 852, "currently": 853, "curricula": 854, "curricular": 855, "curriculum": 856, "cut": 857, "cutoffs": 858, "cutting": 859, "cv": 860, "cy": 861, "cyber": 862, "cybersecurity": 863, "cycle": 864, "cyclic": 865, "cyl": 866, "cyp": 867, "dae": 868, "daily": 869, "damage": 870, "damages": 871, "dammala": 872, "dark": 873, "das": 874, "data": 875, "database": 876, "date": 877, "dated": 878, "dates": 879, "day": 880, "days": 881, "dc": 882, "dd": 883, "deadline": 884, "deals": 885, "dean": 886, "deans": 887, "debanjan": 888, "debasis": 889, "debnath": 890, "december": 891, "decide": 892, "decided": 893, "decision": 894, "declaration": 895, "declare": 896, "declared": 897, "dedicated": 898, "deemed": 899, "deep": 900, "deepa": 901, "deepak": 902, "deeper": 903, "deepika": 904, "defect": 905, "defects": 906, "defence": 907, "defend": 908, "defense": 909, "deficient": 910, "define": 911, "defined": 912, "deflection": 913, "degree": 914, "degrees": 915, "delay": 916, "delhi": 917, "deliver": 918, "delivery": 919, "demand": 920, "demands": 921, "demonstrate": 922, "density": 923, "department": 924, "departmental": 925, "departments": 926, "dependable": 927, "dependence": 928, "dependent": 929, "dependents": 930, "deposition": 931, "dept": 932, "depth": 933, "deputation": 934, "deputy": 935, "derived": 936, "desai": 937, "description": 938, "descriptive": 939, "desert": 940, "design": 941, "designation": 942, "designed": 943, "designing": 944, "designs": 945, "desired": 946, "desktops": 947, "destructive": 948, "detailed": 949, "details": 950, "detected": 951, "detecting": 952, "detection": 953, "determine": 954, "determined": 955, "develop": 956, "developing": 957, "development": 958, "developments": 959, "devendra": 960, "devi": 961, "device": 962, "devices": 963, "devoted": 964, "dey": 965, "dgx": 966, "dh": 967, "dhanbad": 968, "dhanekar": 969, "dhani": 970, "dhruv": 971, "diagnosis": 972, "diagnostics": 973, "dialogue": 974, "dicontinued": 975, "differential": 976, "diffraction": 977, "digitalization": 978, "dignity": 979, "dimensional": 980, "diodes": 981, "dip": 982, "diploma": 983, "direct": 984, "direction": 985, "directions": 986, "directly": 987, "director": 988, "discharge": 989, "disciplinary": 990, "discipline": 991, "disciplines": 992, "disclosure": 993, "discontinued": 994, "discover": 995, "discoveries": 996, "discovery": 997, "discussed": 998, "discussion": 999, "disease": 1000, "diseases": 1001, "disorder": 1002, "disordered": 1003, "disorders": 1004, "display": 1005, "displayed": 1006, "displays": 1007, "dissemination": 1008, "dissertations": 1009, "dissimilar": 1010, "distinct": 1011, "distinguished": 1012, "distributed": 1013, "distribution": 1014, "district": 1015, "divergent": 1016, "diverse": 1017, "diversity": 1018, "divided": 1019, "diving": 1020, "division": 1021, "divisions": 1022, "divya": 1023, "dixit": 1024, "dl": 1025, "dme": 1026, "dna": 1027, "doad": 1028, "doctor": 1029, "doctoral": 1030, "doctorial": 1031, "doctors": 1032, "document": 1033, "documents": 1034, "domain": 1035, "domains": 1036, "domlur": 1037, "donate": 1038, "donation": 1039, "donations": 1040, "done": 1041, "door": 1042, "dora": 1043, "dot": 1044, "double": 1045, "down": 1046, "dpc": 1047, "dpu": 1048, "drc": 1049, "drdo": 1050, "dreams": 1051, "dregs": 1052, "drilling": 1053, "drinking": 1054, "drishti": 1055, "drive": 1056, "driven": 1057, "driver": 1058, "drives": 1059, "driving": 1060, "drone": 1061, "drop": 1062, "dropping": 1063, "drug": 1064, "dry": 1065, "dryer": 1066, "ds": 1067, "dst": 1068, "dt": 1069, "dual": 1070, "dues": 1071, "dugc": 1072, "duly": 1073, "dune": 1074, "durability": 1075, "duration": 1076, "durgamadhab": 1077, "dwivedi": 1078, "dynamic": 1079, "dynamical": 1080, "dynamics": 1081, "earlier": 1082, "early": 1083, "earn": 1084, "earned": 1085, "earth": 1086, "earthquake": 1087, "easy": 1088, "economic": 1089, "economics": 1090, "economy": 1091, "ecosystem": 1092, "ed": 1093, "eda": 1094, "edge": 1095, "edition": 1096, "editor": 1097, "editorial": 1098, "educated": 1099, "education": 1100, "educational": 1101, "ee": 1102, "eel": 1103, "ef": 1104, "effect": 1105, "effective": 1106, "effectively": 1107, "effects": 1108, "efficacy": 1109, "efficiency": 1110, "efficient": 1111, "effort": 1112, "efforts": 1113, "eight": 1114, "eighth": 1115, "ek": 1116, "elastic": 1117, "elected": 1118, "elective": 1119, "electives": 1120, "electric": 1121, "electrical": 1122, "electrochemical": 1123, "electrode": 1124, "electrolyte": 1125, "electromagnetic": 1126, "electromagnetism": 1127, "electron": 1128, "electronic": 1129, "electronics": 1130, "element": 1131, "elements": 1132, "eligibility": 1133, "eligible": 1134, "else": 1135, "email": 1136, "embark": 1137, "embedded": 1138, "emerging": 1139, "emission": 1140, "emitting": 1141, "empanelment": 1142, "emphasis": 1143, "emphasize": 1144, "emphasizes": 1145, "empirical": 1146, "employed": 1147, "employee": 1148, "employer": 1149, "empower": 1150, "empowers": 1151, "emu": 1152, "enable": 1153, "enabled": 1154, "enables": 1155, "enabling": 1156, "encourage": 1157, "encouraged": 1158, "encourages": 1159, "encouraging": 1160, "end": 1161, "endeavour": 1162, "endeavours": 1163, "endorsed": 1164, "endowed": 1165, "energetic": 1166, "energies": 1167, "energy": 1168, "engage": 1169, "engaged": 1170, "engagement": 1171, "engaging": 1172, "engine": 1173, "engineer": 1174, "engineering": 1175, "engineers": 1176, "engines": 1177, "english": 1178, "enhance": 1179, "enhanced": 1180, "enhancement": 1181, "enhances": 1182, "enhancing": 1183, "enquiries": 1184, "enriching": 1185, "enrolled": 1186, "ensuing": 1187, "ensure": 1188, "ensures": 1189, "ensuring": 1190, "ent": 1191, "entanglement": 1192, "entitled": 1193, "entrance": 1194, "entrepreneurial": 1195, "entrepreneurs": 1196, "entrepreneurship": 1197, "entropy": 1198, "environment": 1199, "environmental": 1200, "environments": 1201, "envisioned": 1202, "envisions": 1203, "equal": 1204, "equation": 1205, "equations": 1206, "equip": 1207, "equipment": 1208, "equipments": 1209, "equipped": 1210, "equivalence": 1211, "equivalent": 1212, "era": 1213, "erp": 1214, "errors": 1215, "es": 1216, "esatablished": 1217, "especially": 1218, "essential": 1219, "establish": 1220, "established": 1221, "establishing": 1222, "establishment": 1223, "estate": 1224, "esteemed": 1225, "estimation": 1226, "eth": 1227, "ethical": 1228, "ethics": 1229, "euro": 1230, "evaluate": 1231, "evaluated": 1232, "evaluating": 1233, "evaluation": 1234, "event": 1235, "events": 1236, "everyone": 1237, "evolution": 1238, "evolves": 1239, "evolving": 1240, "ews": 1241, "exact": 1242, "exam": 1243, "examination": 1244, "examinations": 1245, "examine": 1246, "examiner": 1247, "examiners": 1248, "example": 1249, "examples": 1250, "exams": 1251, "exceeding": 1252, "excel": 1253, "excellence": 1254, "excellent": 1255, "except": 1256, "exception": 1257, "exceptional": 1258, "exceptions": 1259, "exchange": 1260, "exchanger": 1261, "exchangers": 1262, "excited": 1263, "excluding": 1264, "exclusive": 1265, "executed": 1266, "executive": 1267, "exempted": 1268, "exemption": 1269, "exercise": 1270, "exercises": 1271, "exfoliation": 1272, "existing": 1273, "exit": 1274, "expected": 1275, "expenses": 1276, "experience": 1277, "experienced": 1278, "experiences": 1279, "experiential": 1280, "experiment": 1281, "experimental": 1282, "experiments": 1283, "expert": 1284, "expertise": 1285, "experts": 1286, "exploration": 1287, "explore": 1288, "exploring": 1289, "exposure": 1290, "extend": 1291, "extended": 1292, "extends": 1293, "extension": 1294, "extensive": 1295, "external": 1296, "extra": 1297, "extracurricular": 1298, "extreme": 1299, "eyes": 1300, "fab": 1301, "fabricate": 1302, "fabricated": 1303, "fabrication": 1304, "face": 1305, "facebook": 1306, "faced": 1307, "facilitate": 1308, "facilitates": 1309, "facilitating": 1310, "facilities": 1311, "facility": 1312, "factor": 1313, "facts": 1314, "faculties": 1315, "faculty": 1316, "failed": 1317, "fails": 1318, "failure": 1319, "faq": 1320, "faqs": 1321, "far": 1322, "fashion": 1323, "fast": 1324, "fastest": 1325, "fate": 1326, "fatigue": 1327, "fau": 1328, "faults": 1329, "feature": 1330, "features": 1331, "february": 1332, "fee": 1333, "fees": 1334, "fellow": 1335, "fellows": 1336, "fellowship": 1337, "fellowships": 1338, "female": 1339, "ferroelectric": 1340, "few": 1341, "fewer": 1342, "fgroupa": 1343, "fgroupb": 1344, "fibers": 1345, "fiction": 1346, "field": 1347, "fields": 1348, "fieldwork": 1349, "fifth": 1350, "figure": 1351, "file": 1352, "fill": 1353, "film": 1354, "filtered": 1355, "filters": 1356, "fin": 1357, "final": 1358, "finalization": 1359, "finance": 1360, "financial": 1361, "find": 1362, "finding": 1363, "findings": 1364, "fine": 1365, "fintech": 1366, "fire": 1367, "firm": 1368, "fixed": 1369, "flapping": 1370, "flash": 1371, "flavor": 1372, "flavour": 1373, "flexibility": 1374, "flexible": 1375, "flight": 1376, "floor": 1377, "flow": 1378, "flows": 1379, "fluid": 1380, "fluids": 1381, "fluorescence": 1382, "flyer": 1383, "flying": 1384, "fmfp": 1385, "focus": 1386, "focused": 1387, "focuses": 1388, "follow": 1389, "followed": 1390, "following": 1391, "follows": 1392, "font": 1393, "food": 1394, "force": 1395, "forces": 1396, "forecasting": 1397, "foreign": 1398, "forensics": 1399, "foresight": 1400, "form": 1401, "formal": 1402, "formally": 1403, "format": 1404, "formation": 1405, "forms": 1406, "formulated": 1407, "formulations": 1408, "forward": 1409, "foster": 1410, "fostered": 1411, "fostering": 1412, "found": 1413, "foundation": 1414, "foundational": 1415, "foundations": 1416, "foundries": 1417, "fourth": 1418, "fractal": 1419, "fractional": 1420, "fracture": 1421, "frame": 1422, "framework": 1423, "free": 1424, "freescale": 1425, "frequency": 1426, "frequently": 1427, "fresh": 1428, "friday": 1429, "friendly": 1430, "frontiers": 1431, "ftir": 1432, "fuel": 1433, "fuelled": 1434, "fuels": 1435, "fulfilled": 1436, "fulfilling": 1437, "fulfillment": 1438, "full": 1439, "fully": 1440, "fulwani": 1441, "function": 1442, "functional": 1443, "functionality": 1444, "functionaries": 1445, "functioning": 1446, "functions": 1447, "fund": 1448, "fundamental": 1449, "fundamentals": 1450, "funded": 1451, "funding": 1452, "funds": 1453, "furnace": 1454, "further": 1455, "future": 1456, "futuristic": 1457, "gain": 1458, "galilei": 1459, "galileo": 1460, "gallery": 1461, "game": 1462, "gandhinagar": 1463, "gap": 1464, "garg": 1465, "gas": 1466, "gate": 1467, "gaurav": 1468, "gautam": 1469, "gb": 1470, "gen": 1471, "general": 1472, "generalized": 1473, "generate": 1474, "generated": 1475, "generation": 1476, "generative": 1477, "genomics": 1478, "geo": 1479, "geological": 1480, "geology": 1481, "geometry": 1482, "geotechnical": 1483, "germany": 1484, "getting": 1485, "ghosh": 1486, "gian": 1487, "gigw": 1488, "gishan": 1489, "give": 1490, "gives": 1491, "glance": 1492, "glasses": 1493, "global": 1494, "globally": 1495, "go": 1496, "goal": 1497, "goals": 1498, "going": 1499, "good": 1500, "google": 1501, "governed": 1502, "governing": 1503, "government": 1504, "governors": 1505, "govt": 1506, "goyal": 1507, "gpr": 1508, "gpu": 1509, "gpus": 1510, "grad": 1511, "grade": 1512, "graded": 1513, "grades": 1514, "grading": 1515, "graduate": 1516, "graduated": 1517, "graduates": 1518, "graduation": 1519, "grand": 1520, "grant": 1521, "granted": 1522, "grants": 1523, "graph": 1524, "graphics": 1525, "graphs": 1526, "gravitational": 1527, "greater": 1528, "green": 1529, "greywater": 1530, "grid": 1531, "grievance": 1532, "ground": 1533, "grounds": 1534, "groundwater": 1535, "group": 1536, "groups": 1537, "growing": 1538, "growth": 1539, "guest": 1540, "guha": 1541, "guidance": 1542, "guide": 1543, "guided": 1544, "guideline": 1545, "guidelines": 1546, "guiding": 1547, "gujarat": 1548, "gupta": 1549, "gurukul": 1550, "hackathon": 1551, "half": 1552, "hamiltonian": 1553, "hamirpur": 1554, "hand": 1555, "handle": 1556, "handling": 1557, "hands": 1558, "happen": 1559, "haptics": 1560, "harassment": 1561, "hardware": 1562, "haridwar": 1563, "harit": 1564, "harsh": 1565, "harshit": 1566, "harvesting": 1567, "haryana": 1568, "hasa": 1569, "having": 1570, "hazra": 1571, "hc": 1572, "head": 1573, "health": 1574, "healthcare": 1575, "healthy": 1576, "heart": 1577, "heas": 1578, "heat": 1579, "height": 1580, "held": 1581, "help": 1582, "helps": 1583, "hema": 1584, "high": 1585, "higher": 1586, "highlights": 1587, "highly": 1588, "highway": 1589, "highways": 1590, "him": 1591, "himanshu": 1592, "hindi": 1593, "hinged": 1594, "hiremath": 1595, "historical": 1596, "holders": 1597, "holidays": 1598, "holistic": 1599, "homepage": 1600, "homescreen": 1601, "honoring": 1602, "honoured": 1603, "hons": 1604, "horizontal": 1605, "hospital": 1606, "hospitals": 1607, "host": 1608, "hosted": 1609, "hostel": 1610, "hostels": 1611, "hosting": 1612, "hot": 1613, "hour": 1614, "hours": 1615, "house": 1616, "houses": 1617, "housing": 1618, "hover": 1619, "hpc": 1620, "hsn": 1621, "hss": 1622, "hub": 1623, "huge": 1624, "human": 1625, "humanities": 1626, "humanoid": 1627, "humboldt": 1628, "hybrid": 1629, "hyderabad": 1630, "hydraulic": 1631, "hydrocarbon": 1632, "hydrodynamics": 1633, "hydrogen": 1634, "iccr": 1635, "icnaao": 1636, "icosahedral": 1637, "icps": 1638, "ics": 1639, "ict": 1640, "icts": 1641, "ideal": 1642, "ideas": 1643, "identification": 1644, "identified": 1645, "identify": 1646, "identifying": 1647, "idrcs": 1648, "idrp": 1649, "idrps": 1650, "ieee": 1651, "iete": 1652, "ignited": 1653, "ih": 1654, "ihmtc": 1655, "ihub": 1656, "ii": 1657, "iii": 1658, "iiit": 1659, "iisc": 1660, "iits": 1661, "illness": 1662, "image": 1663, "images": 1664, "imagination": 1665, "imaging": 1666, "imem": 1667, "immediate": 1668, "immediately": 1669, "immense": 1670, "immersion": 1671, "immersive": 1672, "impact": 1673, "impactful": 1674, "impart": 1675, "imparting": 1676, "implementation": 1677, "implemented": 1678, "implementing": 1679, "implications": 1680, "importance": 1681, "important": 1682, "importantly": 1683, "imprint": 1684, "improved": 1685, "improvement": 1686, "improvements": 1687, "improving": 1688, "imrg": 1689, "imsc": 1690, "inae": 1691, "inception": 1692, "inclination": 1693, "include": 1694, "includes": 1695, "including": 1696, "inclusive": 1697, "inclusivity": 1698, "incomplete": 1699, "incorporate": 1700, "incorporating": 1701, "increase": 1702, "increases": 1703, "increasing": 1704, "increasingly": 1705, "incubation": 1706, "inculcate": 1707, "independent": 1708, "independently": 1709, "indian": 1710, "indias": 1711, "indicate": 1712, "indicated": 1713, "indicates": 1714, "indigenous": 1715, "indiscipline": 1716, "individual": 1717, "individually": 1718, "individuals": 1719, "indo": 1720, "indore": 1721, "indraprastha": 1722, "induced": 1723, "industrial": 1724, "industries": 1725, "industry": 1726, "inequalities": 1727, "inference": 1728, "influence": 1729, "infn": 1730, "information": 1731, "infrastructure": 1732, "inherently": 1733, "initiated": 1734, "initiative": 1735, "initiatives": 1736, "injection": 1737, "innovate": 1738, "innovation": 1739, "innovations": 1740, "innovative": 1741, "inorganic": 1742, "input": 1743, "inputs": 1744, "inra": 1745, "insa": 1746, "insight": 1747, "insights": 1748, "inspire": 1749, "inspired": 1750, "inspiring": 1751, "institute": 1752, "institutes": 1753, "institution": 1754, "institutional": 1755, "institutions": 1756, "instruction": 1757, "instructions": 1758, "instructor": 1759, "instructors": 1760, "instructorsgrade": 1761, "instrument": 1762, "instrumentation": 1763, "instruments": 1764, "insulation": 1765, "intake": 1766, "integral": 1767, "integrate": 1768, "integrated": 1769, "integrating": 1770, "integration": 1771, "integrative": 1772, "integrity": 1773, "integro": 1774, "intellectual": 1775, "intelligence": 1776, "intelligent": 1777, "intended": 1778, "intends": 1779, "intensive": 1780, "inter": 1781, "interact": 1782, "interaction": 1783, "interactions": 1784, "interactive": 1785, "interdisciplinary": 1786, "interest": 1787, "interested": 1788, "interesting": 1789, "interests": 1790, "interface": 1791, "interfaces": 1792, "internal": 1793, "international": 1794, "internationally": 1795, "internet": 1796, "internship": 1797, "internships": 1798, "interpretation": 1799, "intersection": 1800, "intersects": 1801, "interview": 1802, "intimate": 1803, "introduce": 1804, "introduced": 1805, "introducing": 1806, "introduction": 1807, "introductoryworkshop": 1808, "invasive": 1809, "invented": 1810, "investigate": 1811, "investigation": 1812, "investigations": 1813, "invited": 1814, "invites": 1815, "involve": 1816, "involved": 1817, "involvement": 1818, "involves": 1819, "involving": 1820, "inyas": 1821, "ion": 1822, "iot": 1823, "ip": 1824, "ipr": 1825, "irc": 1826, "irrigation": 1827, "ishaan": 1828, "ism": 1829, "isme": 1830, "isro": 1831, "issue": 1832, "issued": 1833, "issues": 1834, "italy": 1835, "itep": 1836, "itself": 1837, "iv": 1838, "jai": 1839, "jain": 1840, "jaipur": 1841, "jaisalmer": 1842, "jaiswal": 1843, "jal": 1844, "jalandhar": 1845, "jam": 1846, "jamshedpur": 1847, "january": 1848, "japan": 1849, "jaws": 1850, "jayant": 1851, "jckic": 1852, "jee": 1853, "jet": 1854, "jha": 1855, "jitendra": 1856, "jobs": 1857, "join": 1858, "joined": 1859, "joining": 1860, "joint": 1861, "jointly": 1862, "journ": 1863, "journal": 1864, "journals": 1865, "journey": 1866, "jpd": 1867, "jrf": 1868, "jubilee": 1869, "july": 1870, "june": 1871, "junior": 1872, "jyoti": 1873, "kalra": 1874, "kamal": 1875, "kangri": 1876, "kanpur": 1877, "kaolinitic": 1878, "karnataka": 1879, "kartik": 1880, "karwar": 1881, "kaur": 1882, "kaushal": 1883, "kb": 1884, "keen": 1885, "keep": 1886, "keeping": 1887, "kek": 1888, "kept": 1889, "kerala": 1890, "key": 1891, "keyboard": 1892, "khan": 1893, "khandelwal": 1894, "ki": 1895, "kinematics": 1896, "kiran": 1897, "kirankumar": 1898, "km": 1899, "kn": 1900, "know": 1901, "knowledge": 1902, "known": 1903, "kolkata": 1904, "korea": 1905, "krishnan": 1906, "kumar": 1907, "kumari": 1908, "kundu": 1909, "kurukshetra": 1910, "lab": 1911, "laboratories": 1912, "laboratory": 1913, "labs": 1914, "lacs": 1915, "laid": 1916, "lakhs": 1917, "lal": 1918, "landscape": 1919, "landscaping": 1920, "language": 1921, "languages": 1922, "large": 1923, "laser": 1924, "lasers": 1925, "last": 1926, "late": 1927, "latent": 1928, "later": 1929, "latest": 1930, "lattice": 1931, "launch": 1932, "law": 1933, "laws": 1934, "layer": 1935, "layered": 1936, "layers": 1937, "layout": 1938, "lead": 1939, "leaders": 1940, "leadership": 1941, "leading": 1942, "leads": 1943, "lean": 1944, "learn": 1945, "learning": 1946, "least": 1947, "leave": 1948, "leaves": 1949, "lecture": 1950, "lectures": 1951, "led": 1952, "legal": 1953, "less": 1954, "letter": 1955, "letters": 1956, "level": 1957, "levels": 1958, "lf": 1959, "lhb": 1960, "li": 1961, "liberal": 1962, "library": 1963, "lies": 1964, "life": 1965, "lifelong": 1966, "lifetime": 1967, "lift": 1968, "light": 1969, "lightweight": 1970, "likely": 1971, "limit": 1972, "limitations": 1973, "limited": 1974, "limits": 1975, "line": 1976, "linear": 1977, "lines": 1978, "link": 1979, "linked": 1980, "lipid": 1981, "liqu": 1982, "liquid": 1983, "liquor": 1984, "list": 1985, "listed": 1986, "lists": 1987, "literature": 1988, "lithium": 1989, "live": 1990, "living": 1991, "load": 1992, "local": 1993, "localization": 1994, "located": 1995, "location": 1996, "logistics": 1997, "logo": 1998, "lokesh": 1999, "long": 2000, "longer": 2001, "looking": 2002, "loss": 2003, "low": 2004, "lower": 2005, "ls": 2006, "ltd": 2007, "ltp": 2008, "ltration": 2009, "lucknow": 2010, "ma": 2011, "machine": 2012, "machines": 2013, "madras": 2014, "magnetic": 2015, "magnetism": 2016, "magnetometer": 2017, "maharaja": 2018, "mahawar": 2019, "mahesh": 2020, "mail": 2021, "main": 2022, "maintain": 2023, "maintenance": 2024, "major": 2025, "makes": 2026, "making": 2027, "mal": 2028, "manage": 2029, "management": 2030, "manager": 2031, "managing": 2032, "mandal": 2033, "mandatory": 2034, "mandi": 2035, "manekshaw": 2036, "manipulation": 2037, "manipulator": 2038, "manish": 2039, "manoj": 2040, "manual": 2041, "manufacturing": 2042, "manuscript": 2043, "mapg": 2044, "mapping": 2045, "maps": 2046, "march": 2047, "marks": 2048, "martensitic": 2049, "masonry": 2050, "mass": 2051, "massive": 2052, "master": 2053, "masters": 2054, "material": 2055, "materials": 2056, "maternity": 2057, "math": 2058, "mathematical": 2059, "mathematics": 2060, "mathur": 2061, "matlab": 2062, "matrics": 2063, "matrix": 2064, "matter": 2065, "matters": 2066, "maturity": 2067, "maximum": 2068, "mayank": 2069, "maybe": 2070, "mazumder": 2071, "mb": 2072, "mba": 2073, "mbbs": 2074, "mbm": 2075, "mc": 2076, "mca": 2077, "md": 2078, "mdes": 2079, "mds": 2080, "me": 2081, "meaning": 2082, "means": 2083, "measure": 2084, "measurement": 2085, "measurements": 2086, "measures": 2087, "mechanical": 2088, "mechanics": 2089, "mechanism": 2090, "mechanisms": 2091, "mechatronics": 2092, "medal": 2093, "media": 2094, "mediated": 2095, "mediating": 2096, "medical": 2097, "medicine": 2098, "medium": 2099, "meena": 2100, "meenu": 2101, "meet": 2102, "meeting": 2103, "meetings": 2104, "meets": 2105, "meity": 2106, "mel": 2107, "member": 2108, "members": 2109, "membrane": 2110, "membranes": 2111, "memory": 2112, "mems": 2113, "mention": 2114, "mentioned": 2115, "mentor": 2116, "mentoring": 2117, "mep": 2118, "merger": 2119, "merit": 2120, "message": 2121, "met": 2122, "metal": 2123, "metallurgical": 2124, "metals": 2125, "meteorological": 2126, "meter": 2127, "methanol": 2128, "method": 2129, "methods": 2130, "meticulously": 2131, "mhrd": 2132, "mhz": 2133, "micro": 2134, "microbial": 2135, "microelectronics": 2136, "microgrid": 2137, "microscope": 2138, "microscopy": 2139, "microsoft": 2140, "microstructural": 2141, "microwave": 2142, "mid": 2143, "middle": 2144, "migration": 2145, "mind": 2146, "minds": 2147, "mini": 2148, "minimal": 2149, "minimum": 2150, "mining": 2151, "minister": 2152, "ministry": 2153, "minor": 2154, "minors": 2155, "minutes": 2156, "mishra": 2157, "miss": 2158, "missed": 2159, "missing": 2160, "mission": 2161, "missions": 2162, "mitigating": 2163, "mitigation": 2164, "mix": 2165, "mixed": 2166, "mixing": 2167, "ml": 2168, "mm": 2169, "mmt": 2170, "mn": 2171, "mo": 2172, "mobile": 2173, "mobility": 2174, "modal": 2175, "mode": 2176, "model": 2177, "modeling": 2178, "modelling": 2179, "models": 2180, "moderation": 2181, "moderator": 2182, "modern": 2183, "modes": 2184, "modification": 2185, "modified": 2186, "modify": 2187, "module": 2188, "modules": 2189, "moe": 2190, "mohan": 2191, "mohapatra": 2192, "molecular": 2193, "mondal": 2194, "monday": 2195, "monika": 2196, "monitor": 2197, "monitored": 2198, "monitoring": 2199, "monopile": 2200, "month": 2201, "months": 2202, "montreal": 2203, "moodle": 2204, "moreover": 2205, "moth": 2206, "motion": 2207, "motivated": 2208, "motor": 2209, "motors": 2210, "mou": 2211, "moudgil": 2212, "mounted": 2213, "mous": 2214, "moved": 2215, "movement": 2216, "moving": 2217, "mp": 2218, "mpth": 2219, "msc": 2220, "msme": 2221, "mt": 2222, "mtech": 2223, "mtl": 2224, "mukherjee": 2225, "multi": 2226, "multidisciplinary": 2227, "multiferroics": 2228, "multimedia": 2229, "multimodal": 2230, "multiphase": 2231, "multiple": 2232, "multiscale": 2233, "mumbai": 2234, "murarka": 2235, "mutual": 2236, "mvsc": 2237, "na": 2238, "nagar": 2239, "nagaur": 2240, "nahar": 2241, "name": 2242, "namely": 2243, "names": 2244, "nandy": 2245, "nano": 2246, "nanoarchitectonics": 2247, "nanoelectronics": 2248, "nanomagnetism": 2249, "nanomaterials": 2250, "nanosheets": 2251, "nanostructured": 2252, "nanotechnology": 2253, "narayan": 2254, "narayanan": 2255, "narwaria": 2256, "nasa": 2257, "nasi": 2258, "nath": 2259, "nation": 2260, "national": 2261, "nationally": 2262, "nationals": 2263, "natural": 2264, "nature": 2265, "navic": 2266, "navigate": 2267, "navigation": 2268, "nbhm": 2269, "ncc": 2270, "nccr": 2271, "ne": 2272, "near": 2273, "necessary": 2274, "need": 2275, "needed": 2276, "needs": 2277, "neha": 2278, "neighboring": 2279, "nep": 2280, "net": 2281, "network": 2282, "networking": 2283, "networks": 2284, "neural": 2285, "neuro": 2286, "neuromorphic": 2287, "neuroscience": 2288, "neutron": 2289, "newer": 2290, "news": 2291, "newsletter": 2292, "ng": 2293, "nh": 2294, "ni": 2295, "nil": 2296, "nirf": 2297, "nit": 2298, "nitin": 2299, "nm": 2300, "noi": 2301, "noida": 2302, "noise": 2303, "nominated": 2304, "non": 2305, "nonlinear": 2306, "normal": 2307, "normally": 2308, "norms": 2309, "north": 2310, "northwest": 2311, "notice": 2312, "notification": 2313, "notified": 2314, "notion": 2315, "notwithstanding": 2316, "novel": 2317, "november": 2318, "now": 2319, "nsf": 2320, "nso": 2321, "nss": 2322, "nstc": 2323, "nsysu": 2324, "nuclear": 2325, "number": 2326, "numbers": 2327, "numerical": 2328, "numerous": 2329, "nurture": 2330, "nurturing": 2331, "nvda": 2332, "nvidia": 2333, "oa": 2334, "oae": 2335, "obc": 2336, "object": 2337, "objection": 2338, "objective": 2339, "objectives": 2340, "objects": 2341, "obliterating": 2342, "obtain": 2343, "obtained": 2344, "obtaining": 2345, "october": 2346, "odisha": 2347, "ofcivil": 2348, "offer": 2349, "offered": 2350, "offering": 2351, "offerings": 2352, "offers": 2353, "office": 2354, "officer": 2355, "officers": 2356, "offices": 2357, "official": 2358, "officially": 2359, "offline": 2360, "offs": 2361, "offshore": 2362, "ofthe": 2363, "oil": 2364, "old": 2365, "older": 2366, "ones": 2367, "ongoing": 2368, "online": 2369, "only": 2370, "onwards": 2371, "operate": 2372, "operated": 2373, "operating": 2374, "operation": 2375, "operational": 2376, "operations": 2377, "opportunities": 2378, "opportunity": 2379, "ops": 2380, "opt": 2381, "opted": 2382, "optical": 2383, "optics": 2384, "optimal": 2385, "optimization": 2386, "optimized": 2387, "opting": 2388, "option": 2389, "options": 2390, "oral": 2391, "order": 2392, "ordering": 2393, "orders": 2394, "organic": 2395, "organisation": 2396, "organise": 2397, "organization": 2398, "organizations": 2399, "organized": 2400, "organizing": 2401, "orientation": 2402, "oriented": 2403, "os": 2404, "osn": 2405, "others": 2406, "otherwise": 2407, "outcome": 2408, "outcomes": 2409, "outdated": 2410, "outline": 2411, "output": 2412, "outreach": 2413, "outside": 2414, "outstanding": 2415, "overall": 2416, "overload": 2417, "oversee": 2418, "oversight": 2419, "overview": 2420, "own": 2421, "owned": 2422, "oxygen": 2423, "pace": 2424, "paced": 2425, "pacific": 2426, "packaging": 2427, "padova": 2428, "paid": 2429, "pal": 2430, "palash": 2431, "pallavi": 2432, "pan": 2433, "pandey": 2434, "panel": 2435, "pankaj": 2436, "pant": 2437, "paper": 2438, "papers": 2439, "par": 2440, "paradigm": 2441, "parallel": 2442, "parameter": 2443, "parameterized": 2444, "parameters": 2445, "parent": 2446, "park": 2447, "parma": 2448, "part": 2449, "partial": 2450, "participants": 2451, "participate": 2452, "participating": 2453, "participation": 2454, "particle": 2455, "particular": 2456, "particularly": 2457, "partners": 2458, "partnership": 2459, "partnerships": 2460, "parts": 2461, "party": 2462, "pass": 2463, "passive": 2464, "passivity": 2465, "past": 2466, "patel": 2467, "patent": 2468, "patents": 2469, "path": 2470, "paths": 2471, "patna": 2472, "pattern": 2473, "patterns": 2474, "paul": 2475, "pause": 2476, "pavement": 2477, "pay": 2478, "payment": 2479, "pc": 2480, "pcm": 2481, "pd": 2482, "pdf": 2483, "pe": 2484, "pedagogy": 2485, "peer": 2486, "peers": 2487, "pending": 2488, "people": 2489, "perception": 2490, "perfect": 2491, "perform": 2492, "performance": 2493, "performed": 2494, "performing": 2495, "period": 2496, "permanent": 2497, "permissible": 2498, "permission": 2499, "permit": 2500, "permitted": 2501, "perovskite": 2502, "person": 2503, "personal": 2504, "personnel": 2505, "persons": 2506, "perspective": 2507, "pertaining": 2508, "pervasive": 2509, "petroleum": 2510, "pg": 2511, "ph": 2512, "pharmacy": 2513, "phase": 2514, "phc": 2515, "phd": 2516, "phenomena": 2517, "philosophy": 2518, "phl": 2519, "phone": 2520, "photo": 2521, "photonic": 2522, "photonics": 2523, "photons": 2524, "photoredox": 2525, "physical": 2526, "physics": 2527, "pi": 2528, "pipeline": 2529, "pittsburgh": 2530, "pivotal": 2531, "place": 2532, "placed": 2533, "placement": 2534, "placements": 2535, "places": 2536, "plan": 2537, "planar": 2538, "plane": 2539, "planes": 2540, "planned": 2541, "planning": 2542, "plant": 2543, "plants": 2544, "plasma": 2545, "platform": 2546, "platforms": 2547, "play": 2548, "plays": 2549, "pm": 2550, "pmrf": 2551, "point": 2552, "pointer": 2553, "points": 2554, "poland": 2555, "policies": 2556, "policy": 2557, "pollution": 2558, "polymers": 2559, "pool": 2560, "poor": 2561, "porous": 2562, "portals": 2563, "portfolio": 2564, "position": 2565, "positioned": 2566, "positions": 2567, "possibilities": 2568, "possibility": 2569, "possible": 2570, "post": 2571, "postdoctoral": 2572, "poster": 2573, "postgraduate": 2574, "potable": 2575, "potential": 2576, "potentials": 2577, "power": 2578, "powerful": 2579, "ppms": 2580, "prabhanshu": 2581, "practical": 2582, "practice": 2583, "practices": 2584, "practicing": 2585, "pradeep": 2586, "pradesh": 2587, "pradip": 2588, "prajapat": 2589, "prakash": 2590, "pranay": 2591, "prashant": 2592, "pratap": 2593, "pratik": 2594, "pre": 2595, "preceding": 2596, "precise": 2597, "precision": 2598, "prediction": 2599, "predictive": 2600, "preferably": 2601, "preferences": 2602, "preparation": 2603, "preparatory": 2604, "prepare": 2605, "preparedness": 2606, "prepares": 2607, "preparing": 2608, "prescribed": 2609, "presence": 2610, "present": 2611, "presentation": 2612, "presentations": 2613, "presented": 2614, "president": 2615, "pressure": 2616, "prestigious": 2617, "prevention": 2618, "primarily": 2619, "primary": 2620, "prime": 2621, "prince": 2622, "principle": 2623, "principles": 2624, "prior": 2625, "prioritized": 2626, "privacy": 2627, "private": 2628, "priyanka": 2629, "prize": 2630, "pro": 2631, "probability": 2632, "probation": 2633, "probe": 2634, "problem": 2635, "problems": 2636, "procedure": 2637, "procedures": 2638, "proceed": 2639, "proceeds": 2640, "process": 2641, "processed": 2642, "processes": 2643, "processing": 2644, "produce": 2645, "product": 2646, "production": 2647, "products": 2648, "prodyut": 2649, "professional": 2650, "professionals": 2651, "professor": 2652, "profound": 2653, "program": 2654, "programmable": 2655, "programme": 2656, "programmes": 2657, "programming": 2658, "programs": 2659, "progress": 2660, "progresses": 2661, "project": 2662, "projection": 2663, "projects": 2664, "prolonged": 2665, "prominent": 2666, "promote": 2667, "promotes": 2668, "proof": 2669, "propagation": 2670, "proper": 2671, "properties": 2672, "property": 2673, "proportional": 2674, "proposal": 2675, "proposed": 2676, "prospective": 2677, "protected": 2678, "protection": 2679, "protocol": 2680, "protocols": 2681, "prototyping": 2682, "provide": 2683, "provided": 2684, "provides": 2685, "providing": 2686, "provisional": 2687, "provisionally": 2688, "psychology": 2689, "public": 2690, "publication": 2691, "publications": 2692, "published": 2693, "publishing": 2694, "pulse": 2695, "pune": 2696, "puneet": 2697, "punjab": 2698, "purchase": 2699, "pure": 2700, "purpose": 2701, "purposes": 2702, "pursue": 2703, "pursued": 2704, "pursuing": 2705, "pursuit": 2706, "pursuits": 2707, "pvt": 2708, "pwd": 2709, "qr": 2710, "qualification": 2711, "qualifications": 2712, "qualified": 2713, "qualifier": 2714, "qualify": 2715, "qualifying": 2716, "qualitative": 2717, "qualities": 2718, "quality": 2719, "quantitative": 2720, "quantity": 2721, "quantum": 2722, "quarter": 2723, "queries": 2724, "query": 2725, "questions": 2726, "quick": 2727, "quizzes": 2728, "raa": 2729, "radar": 2730, "radio": 2731, "rail": 2732, "railway": 2733, "raise": 2734, "raj": 2735, "rajasthan": 2736, "rajendra": 2737, "rajlaxmi": 2738, "rakesh": 2739, "rakshak": 2740, "ram": 2741, "ramakrishna": 2742, "raman": 2743, "ramana": 2744, "ramawat": 2745, "range": 2746, "ranging": 2747, "ranjan": 2748, "ranju": 2749, "rapid": 2750, "rapidly": 2751, "rashtriya": 2752, "rate": 2753, "rates": 2754, "rathi": 2755, "ratio": 2756, "ratna": 2757, "ravi": 2758, "raw": 2759, "ray": 2760, "raychoudhury": 2761, "rcrice": 2762, "reach": 2763, "reaction": 2764, "reactionless": 2765, "readers": 2766, "ready": 2767, "real": 2768, "reality": 2769, "realization": 2770, "realize": 2771, "reason": 2772, "reasonable": 2773, "reasoning": 2774, "reasons": 2775, "rebar": 2776, "receipt": 2777, "receive": 2778, "received": 2779, "receiver": 2780, "receives": 2781, "receiving": 2782, "recent": 2783, "recently": 2784, "recess": 2785, "rechargeable": 2786, "reciprocal": 2787, "recognition": 2788, "recognized": 2789, "recommend": 2790, "recommendation": 2791, "recommendations": 2792, "recommended": 2793, "reconsideration": 2794, "reconstruction": 2795, "record": 2796, "records": 2797, "recruitment": 2798, "recruitments": 2799, "red": 2800, "redistribution": 2801, "redressal": 2802, "reduce": 2803, "reduced": 2804, "reducing": 2805, "reduction": 2806, "refer": 2807, "refereed": 2808, "refers": 2809, "reflected": 2810, "reflection": 2811, "reflects": 2812, "refrigeration": 2813, "regarding": 2814, "regional": 2815, "regions": 2816, "register": 2817, "registered": 2818, "registrar": 2819, "registration": 2820, "regular": 2821, "regulation": 2822, "regulations": 2823, "reject": 2824, "related": 2825, "relations": 2826, "relationships": 2827, "relative": 2828, "relevance": 2829, "relevant": 2830, "reliability": 2831, "reliable": 2832, "remain": 2833, "remaining": 2834, "remains": 2835, "remediation": 2836, "remote": 2837, "removed": 2838, "rendering": 2839, "renewable": 2840, "renormalization": 2841, "renowned": 2842, "repeat": 2843, "report": 2844, "reported": 2845, "reporting": 2846, "reports": 2847, "repository": 2848, "represent": 2849, "representation": 2850, "represents": 2851, "reproduced": 2852, "reproductive": 2853, "repute": 2854, "reputed": 2855, "request": 2856, "requested": 2857, "requests": 2858, "require": 2859, "required": 2860, "requirement": 2861, "requirements": 2862, "requires": 2863, "requiring": 2864, "requisite": 2865, "research": 2866, "researcher": 2867, "researchers": 2868, "reservation": 2869, "reserves": 2870, "residence": 2871, "residency": 2872, "residential": 2873, "residing": 2874, "residual": 2875, "resignation": 2876, "resilient": 2877, "resistance": 2878, "resolution": 2879, "resonance": 2880, "resource": 2881, "resources": 2882, "respect": 2883, "respective": 2884, "respectively": 2885, "response": 2886, "responsibilities": 2887, "responsibility": 2888, "responsible": 2889, "restart": 2890, "result": 2891, "resulting": 2892, "results": 2893, "retirement": 2894, "retrieval": 2895, "return": 2896, "review": 2897, "reviewed": 2898, "revised": 2899, "revision": 2900, "rf": 2901, "rich": 2902, "richa": 2903, "riemannian": 2904, "rigid": 2905, "rigorous": 2906, "rise": 2907, "rishabh": 2908, "risk": 2909, "rms": 2910, "road": 2911, "robot": 2912, "robotic": 2913, "robotics": 2914, "robots": 2915, "robust": 2916, "rock": 2917, "rocks": 2918, "rohan": 2919, "role": 2920, "roll": 2921, "rolling": 2922, "romi": 2923, "room": 2924, "roorkee": 2925, "rotor": 2926, "round": 2927, "rounded": 2928, "route": 2929, "roy": 2930, "royal": 2931, "rs": 2932, "rsc": 2933, "rtgs": 2934, "rti": 2935, "rules": 2936, "run": 2937, "running": 2938, "runs": 2939, "rut": 2940, "saakshi": 2941, "safa": 2942, 